Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Trigger would not fire
bn: ট্রিগার সক্রিয় হবে না
es: No se activaría
fr: Ne se déclencherait pas
hi: ट्रिगर सक्रिय नहीं होगा
it: Il trigger non si attiverebbe
ja: トリガー不一致
ko: 트리거가 작동하지 않음
pt_br: Não seria acionado
ru: Триггер не сработает
sv: Utlösaren skulle inte aktiveras
zh_hans: 不会触发
zh_hant: 不會觸發

source: Troubleshooting
bn: সমস্যার সমাধান
es: Solución de problemas
fr: Dépannage
hi: समस्या निवारण
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
pt_br: Solução de problemas
ru: Устранение неполадок
sv: Felsökning
zh_hans: 故障排查
zh_hant: 疑難排解

source: Try Again
bn: আবার চেষ্টা করুন
es: Intentar de nuevo
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
zh_hans: 重试
zh_hant: 再試一次

source: Turn hooks
bn: টার্ন হুক
es: Hooks de turnos
fr: Hooks de tours
hi: टर्न हुक
it: Hook dei turni
ja: ターンフック
ko: 턴 훅
pt_br: Hooks de turnos
ru: Хуки ходов
sv: Tur-hookar
zh_hans: 轮次钩子
zh_hant: 回合掛鉤

source: Turned off in the project's settings.
bn: প্রকল্পের সেটিংসে বন্ধ।
es: Desactivado en los ajustes del proyecto.
fr: Désactivé dans les réglages du projet.
hi: प्रोजेक्ट सेटिंग्स में बंद है।
it: Disattivato nelle impostazioni del progetto.
ja: プロジェクト設定でオフになっています。
ko: 프로젝트 설정에서 꺼져 있습니다.
pt_br: Desativado nos ajustes do projeto.
ru: Отключено в настройках проекта.
sv: Avstängd i projektets inställningar.
zh_hans: 已在项目设置中关闭。
zh_hant: 已在專案設定中關閉。

source: Type
bn: ধরন
es: Tipo
hi: प्रकार
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
ru: Тип
sv: Typ
zh_hans: 类型
zh_hant: 類型

source: Types
bn: ধরন
es: Tipos
hi: प्रकार
it: Tipi
ja: 種類
ko: 유형
pt_br: Tipos
ru: Типы
sv: Typer
zh_hans: 类型
zh_hant: 類型

source: Types it into the terminal now. If the agent is asking something there, this answers it.
bn: এখনই টার্মিনালে টাইপ করবে। এজেন্ট সেখানে কিছু জিজ্ঞেস করলে এটি তার উত্তর হবে।
es: Lo escribe ahora en la terminal. Si el agente está preguntando algo, esto lo responde.
fr: Saisit le texte dans le terminal maintenant. Si l’agent y pose une question, ce texte y répond.
hi: इसे अभी टर्मिनल में टाइप करता है। यदि एजेंट सवाल पूछ रहा है, तो यह उसका जवाब होगा।
it: Scrive subito nel terminale. Se l’agente sta facendo una domanda, questo sarà la risposta.
ja: 今すぐターミナルに入力します。エージェントが質問中の場合はその回答になります。
ko: 지금 터미널에 입력합니다. 에이전트가 질문 중이면 이 내용이 답변이 됩니다.
pt_br: Digita no terminal agora. Se o agente estiver perguntando algo, isso será a resposta.
ru: Введёт текст в терминал сейчас. Если агент задаёт вопрос, текст станет ответом.
sv: Skriver texten i terminalen nu. Om agenten ställer en fråga blir detta svaret.
zh_hans: 立即输入到终端。如果代理正在提问，这将作为回答。
zh_hant: 立即輸入至終端機。如果代理程式正在提問，這將作為回答。

source: uBlock Origin Lite could not be switched off. Quit and reopen Cascade.
bn: uBlock Origin Lite বন্ধ করা যায়নি। Cascade বন্ধ করে আবার খুলুন।
es: No se pudo desactivar uBlock Origin Lite. Cierra y vuelve a abrir Cascade.
fr: Impossible de désactiver uBlock Origin Lite. Quittez et rouvrez Cascade.
hi: uBlock Origin Lite बंद नहीं हुआ। Cascade से बाहर निकलकर फिर खोलें।
it: Impossibile disattivare uBlock Origin Lite. Chiudi e riapri Cascade.
ja: uBlock Origin Lite をオフにできませんでした。Cascade を終了して開き直してください。
ko: uBlock Origin Lite를 끌 수 없습니다. Cascade를 종료한 후 다시 여세요.
pt_br: Não foi possível desativar o uBlock Origin Lite. Encerre e reabra o Cascade.
ru: Не удалось выключить uBlock Origin Lite. Закройте и снова откройте Cascade.
sv: uBlock Origin Lite kunde inte stängas av. Avsluta och öppna Cascade igen.
zh_hans: 无法关闭 uBlock Origin Lite。请退出并重新打开 Cascade。
zh_hant: 無法關閉 uBlock Origin Lite。請結束並重新開啟 Cascade。

source: uBlock Origin Lite is installed but its Safari extension could not be found.
bn: uBlock Origin Lite ইনস্টল আছে, কিন্তু তার Safari এক্সটেনশন পাওয়া যায়নি।
es: uBlock Origin Lite está instalado, pero no se encontró su extensión de Safari.
fr: uBlock Origin Lite est installé, mais son extension Safari est introuvable.
hi: uBlock Origin Lite इंस्टॉल है, लेकिन उसका Safari एक्सटेंशन नहीं मिला।
it: uBlock Origin Lite è installato ma la sua estensione Safari non è stata trovata.
ja: uBlock Origin Lite はインストール済みですが、Safari 機能拡張が見つかりません。
ko: uBlock Origin Lite가 설치되었지만 Safari 확장 프로그램을 찾을 수 없습니다.
pt_br: O uBlock Origin Lite está instalado, mas sua extensão do Safari não foi encontrada.
ru: uBlock Origin Lite установлен, но его расширение Safari не найдено.
sv: uBlock Origin Lite är installerat men dess Safari-tillägg hittades inte.
zh_hans: 已安装 uBlock Origin Lite，但找不到其 Safari 扩展。
zh_hant: 已安裝 uBlock Origin Lite，但找不到其 Safari 延伸功能。

source: Unassigned
bn: অনির্ধারিত
es: Sin asignar
fr: Non attribué
hi: असाइन नहीं
it: Non assegnato
ja: 未割り当て
ko: 미할당
pt_br: Não atribuído
ru: Не назначено
sv: Ej tilldelad
zh_hans: 未分配
zh_hant: 未指派

source: Unavailable (%@)
bn: উপলব্ধ নয় (%@)
es: No disponible (%@)
fr: Indisponible (%@)
hi: उपलब्ध नहीं (%@)
it: Non disponibile (%@)
ja: 利用不可（%@）
ko: 사용 불가 (%@)
pt_br: Indisponível (%@)
ru: Недоступно (%@)
sv: Otillgängligt (%@)
zh_hans: 不可用（%@）
zh_hant: 無法使用（%@）

source: Unavailable or changed process reads: %lld.
bn: অনুপলব্ধ বা পরিবর্তিত প্রসেস রিড: %lld।
es: Lecturas de procesos no disponibles o modificadas: %lld.
fr: Lectures de processus indisponibles ou modifiées : %lld.
hi: अनुपलब्ध या बदली हुई प्रक्रिया रीड: %lld।
it: Letture di processi non disponibili o cambiate: %lld.
ja: 取得できなかった、または取得中に変更されたプロセスの読み取り：%lld。
ko: 사용할 수 없거나 변경된 프로세스 읽기: %lld.
pt_br: Leituras de processos indisponíveis ou alteradas: %lld.
ru: Недоступные или изменившиеся данные процессов: %lld.
sv: Otillgängliga eller ändrade processavläsningar: %lld.
zh_hans: 无法读取或采样期间发生变化的进程读取次数：%lld。
zh_hant: 無法讀取或取樣期間發生變更的程序讀取次數：%lld。

source: Undo
bn: পূর্বাবস্থায় ফেরান
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
sv: Ångra
zh_hans: 撤销
zh_hant: 還原

source: unknown
bn: অজানা
es: desconocido
fr: inconnu
hi: अज्ञात
it: sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
ru: неизвестно
sv: okänt
zh_hans: 未知
zh_hant: 未知

source: Unknown
bn: অজানা
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
zh_hans: 未知
zh_hant: 未知

source: unknown error
bn: অজানা ত্রুটি
es: error desconocido
fr: erreur inconnue
hi: अज्ञात त्रुटि
it: errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: erro desconhecido
ru: неизвестная ошибка
sv: okänt fel
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unknown modifier “%@”; use shift, ctrl, alt, super or cmd.
bn: অজানা মডিফায়ার “%@”; shift, ctrl, alt, super বা cmd ব্যবহার করুন।
es: Modificador “%@” desconocido; usa shift, ctrl, alt, super o cmd.
fr: Modificateur « %@ » inconnu ; utilisez shift, ctrl, alt, super ou cmd.
hi: अज्ञात मॉडिफ़ायर “%@”; shift, ctrl, alt, super या cmd उपयोग करें।
it: Modificatore “%@” sconosciuto; usa shift, ctrl, alt, super o cmd.
ja: 不明な修飾キー「%@」です。shift、ctrl、alt、super、cmd を使用してください。
ko: 알 수 없는 수정 키 “%@”입니다. shift, ctrl, alt, super 또는 cmd를 사용하세요.
pt_br: Modificador “%@” desconhecido; use shift, ctrl, alt, super ou cmd.
ru: Неизвестный модификатор «%@»; используйте shift, ctrl, alt, super или cmd.
sv: Okänd modifierare ”%@”; använd shift, ctrl, alt, super eller cmd.
zh_hans: 未知修饰键“%@”；请使用 shift、ctrl、alt、super 或 cmd。
zh_hant: 未知修飾鍵「%@」；請使用 shift、ctrl、alt、super 或 cmd。

source: Unlimited
bn: সীমাহীন
es: Sin límite
fr: Illimitée
hi: असीमित
it: Illimitata
ja: 無制限
ko: 무제한
pt_br: Sem limite
ru: Без ограничений
sv: Obegränsat
zh_hans: 无限制
zh_hant: 不限

source: unmapped status
bn: মানচিত্রহীন অবস্থা
es: estado sin asignar
fr: statut non associé
hi: असंबद्ध स्थिति
it: stato non associato
ja: 未対応のステータス
ko: 매핑되지 않은 상태
pt_br: status não mapeado
ru: несопоставленный статус
sv: omappad status
zh_hans: 未映射状态
zh_hant: 未對應的狀態

source: Unmute this tab
bn: এই ট্যাবের শব্দ চালু করুন
es: Activar sonido de esta pestaña
fr: Rétablir le son de cet onglet
hi: इस टैब का म्यूट हटाएँ
it: Attiva audio di questa scheda
ja: このタブの消音を解除
ko: 이 탭 음소거 해제
pt_br: Ativar som desta aba
ru: Включить звук вкладки
sv: Slå på ljud för fliken
zh_hans: 取消此标签页静音
zh_hant: 取消此分頁靜音

source: Unpin session
bn: সেশন আনপিন করুন
es: Desfijar sesión
fr: Détacher la session
hi: सत्र अनपिन करें
it: Sblocca sessione
ja: セッションの固定を解除
ko: 세션 고정 해제
pt_br: Desafixar sessão
ru: Открепить сеанс
sv: Lossa session
zh_hans: 取消固定会话
zh_hant: 取消釘選工作階段

source: Unpin Session
bn: সেশনের পিন সরান
es: Desfijar sesión
fr: Détacher la session
hi: सत्र अनपिन करें
it: Sblocca sessione
ja: セッションの固定を解除
ko: 세션 고정 해제
pt_br: Desafixar sessão
ru: Открепить сессию
sv: Lossa session
zh_hans: 取消固定会话
zh_hant: 取消釘選工作階段

source: Unsaved
bn: অসংরক্ষিত
es: Sin guardar
fr: Non enregistré
hi: सहेजा नहीं गया
it: Non salvato
ja: 未保存
ko: 저장 안 됨
pt_br: Não salvo
ru: Не сохранено
sv: Osparad
zh_hans: 未保存
zh_hant: 未儲存

source: Unsaved changes
bn: অসংরক্ষিত পরিবর্তন
es: Cambios sin guardar
fr: Modifications non enregistrées
hi: न सहेजे गए बदलाव
it: Modifiche non salvate
ja: 未保存の変更
ko: 저장되지 않은 변경 사항
pt_br: Alterações não salvas
ru: Несохранённые изменения
sv: Osparade ändringar
zh_hans: 未保存的更改
zh_hant: 未儲存的變更

source: Untitled automation
bn: নামহীন অটোমেশন
es: Automatización sin título
fr: Automatisation sans titre
hi: अनाम ऑटोमेशन
it: Automazione senza titolo
ja: 名称未設定の自動化
ko: 제목 없는 자동화
pt_br: Automação sem título
ru: Автоматизация без названия
sv: Namnlös automatisering
zh_hans: 未命名自动化
zh_hant: 未命名自動化

source: Untracked files
bn: আনট্র্যাক ফাইল
es: Archivos sin rastrear
fr: Fichiers non suivis
hi: अनट्रैक फ़ाइलें
it: File non tracciati
ja: 未追跡ファイル
ko: 추적되지 않은 파일
pt_br: Arquivos não rastreados
ru: Неотслеживаемые файлы
sv: Ospårade filer
zh_hans: 未跟踪文件
zh_hant: 未追蹤檔案

source: Up late
bn: এখনো জেগে আছেন
es: Aún despierto
fr: Encore debout
hi: देर रात तक जाग रहे हैं
it: Ancora sveglio
ja: 夜遅くまでお疲れさまです
ko: 늦은 밤이네요
pt_br: Ainda acordado
ru: Поздний вечер
sv: Uppe sent
zh_hans: 夜深了
zh_hant: 夜深了

source: Update
bn: আপডেট
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
it: Aggiorna
ja: アップデート
ko: 업데이트
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
zh_hans: 更新
zh_hant: 更新

source: Update available
bn: আপডেট আছে
es: Actualización disponible
fr: Mise à jour disponible
hi: अपडेट उपलब्ध है
it: Aggiornamento disponibile
ja: アップデートあり
ko: 업데이트 가능
pt_br: Atualização disponível
ru: Доступно обновление
sv: Uppdatering tillgänglig
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update branch
bn: ব্রাঞ্চ আপডেট করুন
es: Actualizar rama
fr: Mettre à jour la branche
hi: ब्रांच अपडेट करें
it: Aggiorna branch
ja: ブランチを更新
ko: 브랜치 업데이트
pt_br: Atualizar branch
ru: Обновить ветку
sv: Uppdatera gren
zh_hans: 更新分支
zh_hant: 更新分支

source: Update hook
bn: হুক আপডেট করুন
es: Actualizar hook
fr: Mettre à jour le hook
hi: हुक अपडेट करें
it: Aggiorna hook
ja: フックを更新
ko: 훅 업데이트
pt_br: Atualizar hook
ru: Обновить хук
sv: Uppdatera hook
zh_hans: 更新钩子
zh_hant: 更新掛鉤

source: Updated plan
bn: পরিকল্পনা আপডেট হয়েছে
es: Plan actualizado
fr: Plan mis à jour
hi: योजना अपडेट की
it: Piano aggiornato
ja: 計画更新済み
ko: 계획 업데이트됨
pt_br: Plano atualizado
ru: План обновлён
sv: Uppdaterade planen
zh_hans: 已更新计划
zh_hant: 已更新計畫

source: Updates are unavailable in development builds.
bn: ডেভেলপমেন্ট বিল্ডে আপডেট পাওয়া যায় না।
es: Las actualizaciones no están disponibles en versiones de desarrollo.
fr: Les mises à jour ne sont pas disponibles dans les versions de développement.
hi: डेवलपमेंट बिल्ड में अपडेट उपलब्ध नहीं हैं।
it: Gli aggiornamenti non sono disponibili nelle build di sviluppo.
ja: 開発ビルドではアップデートを利用できません。
ko: 개발 빌드에서는 업데이트를 사용할 수 없습니다.
pt_br: Atualizações não estão disponíveis em versões de desenvolvimento.
ru: Обновления недоступны в сборках для разработки.
sv: Uppdateringar är inte tillgängliga i utvecklingsbyggen.
zh_hans: 开发版本不支持更新。
zh_hant: 開發版本不支援更新。

source: Updates require the packaged application.
bn: আপডেটের জন্য প্যাকেজ করা অ্যাপ দরকার।
es: Las actualizaciones requieren la aplicación empaquetada.
fr: Les mises à jour nécessitent l’application empaquetée.
hi: अपडेट के लिए पैकेज किया ऐप चाहिए।
it: Gli aggiornamenti richiedono l’applicazione confezionata.
ja: アップデートにはパッケージ版のアプリが必要です。
ko: 업데이트에는 패키징된 앱이 필요합니다.
pt_br: As atualizações exigem o aplicativo empacotado.
ru: Для обновлений требуется упакованное приложение.
sv: Uppdateringar kräver den paketerade appen.
zh_hans: 更新需要打包后的应用。
zh_hant: 更新需要封裝後的 App。

source: Updating login item…
bn: লগইন আইটেম আপডেট হচ্ছে…
es: Actualizando ítem de inicio…
fr: Mise à jour de l’ouverture à la connexion…
hi: लॉगिन आइटम अपडेट हो रहा है…
it: Aggiornamento elemento di login…
ja: ログイン項目を更新中…
ko: 로그인 항목 업데이트 중…
pt_br: Atualizando item de início…
ru: Обновление объекта входа…
sv: Uppdaterar inloggningsobjekt…
zh_hans: 正在更新登录项…
zh_hant: 正在更新登入項目…

source: Updating plan
bn: পরিকল্পনা আপডেট করছে
es: Actualizando el plan
fr: Mise à jour du plan
hi: योजना अपडेट कर रहा है
it: Aggiornamento del piano
ja: 計画を更新中
ko: 계획 업데이트 중
pt_br: Atualizando o plano
ru: Обновляет план
sv: Uppdaterar planen
zh_hans: 正在更新计划
zh_hant: 正在更新計畫

source: Upper bounds on the change size. Leave a bound empty to ignore it.
bn: পরিবর্তনের সর্বোচ্চ আকার। সীমা উপেক্ষা করতে খালি রাখুন।
es: Límites de tamaño del cambio. Deja un límite vacío para ignorarlo.
fr: Limites de taille des modifications. Laissez une limite vide pour l’ignorer.
hi: बदलाव के आकार की ऊपरी सीमा। सीमा अनदेखी करने के लिए खाली रखें।
it: Limiti massimi delle modifiche. Lascia vuoto un limite per ignorarlo.
ja: 変更量の上限です。制限しない項目は空欄にしてください。
ko: 변경 크기의 상한입니다. 제한하지 않으려면 비워 두세요.
pt_br: Limites de tamanho da alteração. Deixe um limite vazio para ignorá-lo.
ru: Верхние пределы размера изменений. Пустое поле отключает предел.
sv: Övre gränser för ändringens storlek. Lämna tomt för att ignorera en gräns.
zh_hans: 变更规模上限。留空则忽略该项限制。
zh_hant: 變更規模上限。留空則忽略該項限制。

source: Urgent
bn: জরুরি
es: Urgente
hi: अत्यावश्यक
it: Urgente
ja: 緊急
ko: 긴급
pt_br: Urgente
ru: Срочный
sv: Brådskande
zh_hans: 紧急
zh_hant: 緊急

source: Usage
bn: ব্যবহার
es: Uso
fr: Utilisation
hi: उपयोग
it: Utilizzo
ja: 使用量
ko: 사용량
pt_br: Uso
ru: Использование
sv: Användning
zh_hans: 用量
zh_hant: 用量

source: Usage agent
bn: ব্যবহারের এজেন্ট
es: Agente de uso
fr: Agent d’utilisation
hi: उपयोग एजेंट
it: Agente per l’utilizzo
ja: 使用量のエージェント
ko: 사용량 에이전트
pt_br: Agente de uso
ru: Агент для статистики
sv: Agent för användning
zh_hans: 用量所属代理
zh_hant: 用量所屬代理程式

source: Usage is unavailable
bn: ব্যবহারের তথ্য উপলব্ধ নয়
es: Uso no disponible
fr: Utilisation indisponible
hi: उपयोग उपलब्ध नहीं है
it: Utilizzo non disponibile
ja: 使用量を取得できません
ko: 사용량을 확인할 수 없음
pt_br: Uso indisponível
ru: Данные использования недоступны
sv: Användning är inte tillgänglig
zh_hans: 无法获取用量
zh_hant: 無法取得用量

source: Use {path} for the checkout location.
bn: চেকআউট অবস্থানের জন্য {path} ব্যবহার করুন।
es: Usa {path} para la ubicación de la copia de trabajo.
fr: Utilisez {path} pour l’emplacement de la copie de travail.
hi: चेकआउट स्थान के लिए {path} का उपयोग करें।
it: Usa {path} per la posizione della copia di lavoro.
ja: チェックアウト先には {path} を使用してください。
ko: 체크아웃 위치에 {path}를 사용하세요.
pt_br: Use {path} para o local da cópia de trabalho.
ru: Используйте {path} для расположения рабочей копии.
sv: Använd {path} för arbetskopians plats.
zh_hans: 使用 {path} 表示检出位置。
zh_hant: 使用 {path} 表示簽出位置。

source: Use {path} for the checkout. Quotes group arguments; shell expansion and pipelines are not supported.
bn: চেকআউটের জন্য {path} ব্যবহার করুন। উদ্ধৃতি চিহ্ন আর্গুমেন্ট একত্র করে; শেল এক্সপ্যানশন ও পাইপলাইন সমর্থিত নয়।
es: Usa {path} para la carpeta de trabajo. Las comillas agrupan argumentos; no se admiten expansiones del shell ni tuberías.
fr: Utilisez {path} pour le dossier de travail. Les guillemets regroupent les arguments ; les expansions du shell et les pipelines ne sont pas pris en charge.
hi: चेकआउट के लिए {path} इस्तेमाल करें। उद्धरण चिह्न आर्ग्युमेंट को समूह में रखते हैं; शेल विस्तार और पाइपलाइन समर्थित नहीं हैं।
it: Usa {path} per la cartella di lavoro. Le virgolette raggruppano gli argomenti; espansioni della shell e pipeline non sono supportate.
ja: チェックアウトの場所には {path} を使います。引用符で引数をまとめられます。シェル展開とパイプは使えません。
ko: 체크아웃 경로에는 {path}를 사용하세요. 따옴표로 인수를 묶을 수 있습니다. 셸 확장과 파이프라인은 지원하지 않습니다.
pt_br: Use {path} para a pasta de trabalho. Aspas agrupam argumentos; expansão do shell e pipelines não são suportados.
ru: Используйте {path} для рабочей копии. Кавычки группируют аргументы; подстановки оболочки и конвейеры не поддерживаются.
sv: Använd {path} för arbetskopian. Citattecken grupperar argument; skalexpansion och pipelines stöds inte.
zh_hans: 用 {path} 表示检出目录。引号可将参数分组；不支持 Shell 展开和管道。
zh_hant: 用 {path} 表示簽出目錄。引號可將引數分組；不支援 Shell 展開與管線。

source: Use %@ for the checkout location.
bn: চেকআউট অবস্থানের জন্য %@ ব্যবহার করুন।
es: Usa %@ para la ubicación de la copia de trabajo.
fr: Utilisez %@ pour l’emplacement de la copie de travail.
hi: चेकआउट स्थान के लिए %@ का उपयोग करें।
it: Usa %@ per la posizione della copia di lavoro.
ja: チェックアウト先には %@ を使用してください。
ko: 체크아웃 위치에 %@를 사용하세요.
pt_br: Use %@ para o local da cópia de trabalho.
ru: Используйте %@ для расположения рабочей копии.
sv: Använd %@ för arbetskopians plats.
zh_hans: 使用 %@ 表示检出位置。
zh_hant: 使用 %@ 表示簽出位置。

source: Use ＋ to open a web page or search this worktree's files.
bn: ওয়েব পৃষ্ঠা খুলতে বা এই ওয়ার্কট্রির ফাইল খুঁজতে ＋ ব্যবহার করুন।
es: Usa ＋ para abrir una página web o buscar archivos de este árbol de trabajo.
fr: Utilisez ＋ pour ouvrir une page web ou rechercher dans les fichiers de ce worktree.
hi: वेब पेज खोलने या इस वर्कट्री की फ़ाइलें खोजने के लिए ＋ का उपयोग करें।
it: Usa ＋ per aprire una pagina web o cercare nei file di questo worktree.
ja: ＋ を使って Web ページを開くか、このワークツリーのファイルを検索します。
ko: ＋를 사용해 웹 페이지를 열거나 이 워크트리의 파일을 검색하세요.
pt_br: Use ＋ para abrir uma página da web ou pesquisar os arquivos desta worktree.
ru: Нажмите ＋, чтобы открыть веб-страницу или найти файлы в этом рабочем дереве.
sv: Använd ＋ för att öppna en webbsida eller söka bland filerna i det här arbetsträdet.
zh_hans: 使用 ＋ 打开网页或搜索此工作树中的文件。
zh_hant: 使用 ＋ 開啟網頁或搜尋此工作樹中的檔案。

source: Use ＋ to open a web page.
bn: ওয়েব পৃষ্ঠা খুলতে ＋ ব্যবহার করুন।
es: Usa ＋ para abrir una página web.
fr: Utilisez ＋ pour ouvrir une page web.
hi: वेब पेज खोलने के लिए ＋ दबाएँ।
it: Usa ＋ per aprire una pagina web.
ja: ＋ でウェブページを開きます。
ko: ＋를 사용해 웹 페이지를 여세요.
pt_br: Use ＋ para abrir uma página da web.
ru: Нажмите ＋, чтобы открыть веб-страницу.
sv: Använd ＋ för att öppna en webbsida.
zh_hans: 使用 ＋ 打开网页。
zh_hant: 使用 ＋ 開啟網頁。

source: Use a new client for each terminal connection.
bn: প্রতিটি টার্মিনাল সংযোগের জন্য নতুন ক্লায়েন্ট ব্যবহার করুন।
es: Usa un cliente nuevo para cada conexión del terminal.
fr: Utilisez un nouveau client pour chaque connexion au terminal.
hi: हर टर्मिनल कनेक्शन के लिए नया क्लाइंट उपयोग करें।
it: Usa un nuovo client per ogni connessione al terminale.
ja: ターミナル接続ごとに新しいクライアントを使用してください。
ko: 각 터미널 연결에 새 클라이언트를 사용하세요.
pt_br: Use um novo cliente para cada conexão do terminal.
ru: Используйте новый клиент для каждого подключения терминала.
sv: Använd en ny klient för varje terminalanslutning.
zh_hans: 每个终端连接都需使用新客户端。
zh_hant: 每個終端機連線都需使用新用戶端。

source: Use Files to edit and Diff to inspect working changes. Save your files before Commit and Push. Untracked files are included only when selected. If a push fails after a commit succeeds, the local commit is kept and you can retry the push. Discard removes the changes shown in its preview. Unsaved editor changes are not recovered after a crash.
bn: সম্পাদনার জন্য ফাইল এবং কাজের পরিবর্তন দেখতে পার্থক্য ব্যবহার করুন। কমিট ও পুশ করার আগে ফাইল সংরক্ষণ করুন। ট্র্যাক করা হয়নি এমন ফাইল কেবল বেছে নিলেই অন্তর্ভুক্ত হয়। কমিট সফল হওয়ার পর পুশ ব্যর্থ হলে স্থানীয় কমিট থেকে যায় এবং আবার পুশ করা যায়। পরিবর্তন বাতিল করলে প্রিভিউতে দেখানো পরিবর্তন মুছে যায়। অ্যাপ ক্র্যাশের পর এডিটরের অসংরক্ষিত পরিবর্তন ফেরত পাওয়া যায় না।
es: Usa Archivos para editar y Diferencias para revisar los cambios. Guarda los archivos antes de confirmar y enviar los cambios. Los archivos sin seguimiento solo se incluyen si los seleccionas. Si el envío falla después de crear el commit, este se conserva localmente y puedes reintentar el envío. Descartar elimina los cambios de la vista previa. Los cambios sin guardar del editor no se recuperan tras un cierre inesperado.
fr: Utilisez Fichiers pour modifier le code et Différences pour examiner les changements. Enregistrez vos fichiers avant de créer un commit et de le pousser. Les fichiers non suivis ne sont inclus que si vous les sélectionnez. Si le push échoue après la création du commit, celui-ci est conservé localement et vous pouvez réessayer le push. Abandonner supprime les modifications affichées dans l’aperçu. Les modifications non enregistrées de l’éditeur ne sont pas récupérées après un plantage.
hi: संपादन के लिए फ़ाइलें और काम के बदलाव जाँचने के लिए अंतर खोलें। कमिट और पुश से पहले फ़ाइलें सहेजें। अनट्रैक की गई फ़ाइलें चुनने पर ही शामिल होती हैं। कमिट सफल होने के बाद पुश असफल हो तो स्थानीय कमिट बना रहता है और आप पुश दोबारा कर सकते हैं। बदलाव छोड़ने पर प्रीव्यू में दिख रहे बदलाव हट जाते हैं। ऐप क्रैश होने के बाद एडिटर के बिना सहेजे बदलाव वापस नहीं मिलते।
it: Usa File per modificare e Differenze per esaminare le modifiche. Salva i file prima di eseguire commit e push. I file non tracciati sono inclusi solo se selezionati. Se il push non riesce dopo un commit, il commit locale viene conservato e puoi riprovare il push. Scarta elimina le modifiche mostrate nell’anteprima. Le modifiche non salvate nell’editor non vengono recuperate dopo un arresto anomalo.
ja: 「ファイル」で編集し、「差分」で作業中の変更を確認します。「コミットしてプッシュ」の前にファイルを保存してください。未追跡ファイルは選択した場合のみ含まれます。コミット後にプッシュが失敗しても、ローカルのコミットは保持され、プッシュを再試行できます。「破棄」はプレビューに表示された変更を削除します。クラッシュ後にエディタの未保存の変更を復元することはできません。
ko: 파일에서 편집하고 변경 사항에서 작업 내용을 확인하세요. 커밋 및 푸시 전에 파일을 저장하세요. 추적되지 않은 파일은 선택한 경우에만 포함됩니다. 커밋 성공 후 푸시가 실패해도 로컬 커밋은 유지되며 푸시를 다시 시도할 수 있습니다. 변경 사항 버리기는 미리 보기에 표시된 변경 내용을 삭제합니다. 앱이 비정상 종료되면 편집기에서 저장하지 않은 변경 내용은 복구되지 않습니다.
pt_br: Use Arquivos para editar e Diferenças para examinar as alterações. Salve os arquivos antes de fazer commit e push. Arquivos não rastreados só são incluídos quando selecionados. Se o push falhar após o commit, o commit local é mantido e você pode tentar o push novamente. Descartar remove as alterações exibidas na prévia. Alterações não salvas no editor não são recuperadas após uma falha do app.
ru: Редактируйте в разделе «Файлы», а проверяйте рабочие изменения в разделе «Изменения». Сохраните файлы перед коммитом и отправкой. Неотслеживаемые файлы включаются только при выборе. Если после успешного коммита отправка не удалась, локальный коммит сохраняется и отправку можно повторить. Сброс удаляет изменения, показанные в предпросмотре. Несохранённые правки редактора не восстанавливаются после сбоя.
sv: Använd Filer för att redigera och Ändringar för att granska arbetsändringar. Spara filerna innan du checkar in och pushar. Ospårade filer tas bara med om du väljer dem. Om push misslyckas efter en incheckning sparas den lokala incheckningen och du kan försöka pusha igen. Förkasta tar bort ändringarna i förhandsvisningen. Osparade redigeringar återställs inte efter en krasch.
zh_hans: 在“文件”中编辑，在“差异”中查看工作区变更。执行“提交并推送”前请先保存文件。只有勾选后才会包含未跟踪文件。如果提交成功但推送失败，本地提交会保留，可以重试推送。“丢弃”会移除预览中显示的变更。应用崩溃后无法恢复编辑器中未保存的修改。
zh_hant: 在「檔案」中編輯，在「差異」中檢查工作區變更。執行「提交並推送」前請先儲存檔案。只有勾選後才會包含未追蹤的檔案。如果提交成功但推送失敗，本機提交會保留，可重試推送。「捨棄」會移除預覽中的變更。應用程式當機後，無法復原編輯器中未儲存的修改。

source: Use the signed-in Jira site
bn: সাইন ইন করা Jira সাইট ব্যবহার করুন
es: Usar el sitio de Jira conectado
fr: Utiliser le site Jira connecté
hi: साइन-इन की हुई Jira साइट इस्तेमाल करें
it: Usa il sito Jira connesso
ja: サインイン済みの Jira サイトを使用
ko: 로그인한 Jira 사이트 사용
pt_br: Usar o site Jira conectado
ru: Использовать сайт Jira текущего входа
sv: Använd den inloggade Jira-webbplatsen
zh_hans: 使用已登录的 Jira 网站
zh_hant: 使用已登入的 Jira 網站
